[
	{
		"name": "Kirlland",
		"leaderName": "The Great Kirill",
		"adjective": ["Kirillyan"],
		"startBias": ["Hill"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart2": "Tylko jedno w głowie mam\nKoksu pięć gram, odlecieć sam\nW krainę zapomnienia\nW głowie myśli mam\nKiedy skończy się ten stan\nGdy już nie będę sam\nBo wjedzie biały węgorz",
		"startIntroPart1": "",
		
		"declaringWar": "Уходи в отставку!☠️",
		"attacked": "Ну сколько можно?!",
		"defeated": "Если я проиграл, то это значит, что я поддавался. Так что ты всё равно лошок! Мухахахаха...",
		"denounced":"И это всё, что ты скажешь? Ну ты и лошок!",
		"tradeRequest": "Это одно из самых выгодных предложений, можешь даже не пытаться предлагать что-то другое",
		"introduction": "Приветствую тебя, лошок",
		"neutralHello":"Да.",
		"hateHello":"Чего надо? Лошок!",

		"outerColor": [180,136,60],
		"innerColor": [70, 50, 30],
		"uniqueName":"Industrial Titan",
		//"uniqueText":"• [+1 Production] от всех зданий\n• +[25]% к производству зданий в Столице\n• Все созданные юниты не получают штрафов к местности",
		"uniques": [
"[Great Engineer] is earned [20]% faster",
"[+1 Production] [in all cities connected to capital]",
"[+1 Production] [in all cities] <after discovering [Engineering]>",
"[+1 Production] [in all cities] <after discovering [Machinery]>",
"[+2 Production] [in all cities] <after discovering [Industrialization]>"
],
		"cities": ["Катастрофа", "Ничертог", "Мискбар", "Кириллинград", "Сливнирестов", "Банкаломат","Биторг"],
		"spyNames":["Ёж001", "Ёж002", "Ёж003", "Ёж004", "Ёж005", "Ёж006", "Ёж007","Крыса", "Человек"]
	},
	
	
	
	
	
	{
		"name": "Kolyaland",
		"leaderName": "Nicolas The Abundant",
		"adjective": ["Kolyan"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",
		
		"startIntroPart1": "В мире, где правят сила и вера, есть одна непреложная истина: все вращается вокруг золота. Оно — настоящая кровь империй.",
		"startIntroPart2": "И эта кровь течет по венам Колялэнда. Пусть другие строят храмы и крепости. Мы построим банки. Наше богатство станет нашей славой, нашей армией и нашей победой.",
		
		"neutralHello": "Золотые слитки не говорят, но они многое решают. Чем могу быть полезен?",
		"hateHello": "Твое присутствие здесь снижает рыночную стоимость этого диалога. Говори быстро и по делу.",
		
		"declaringWar": "Наши казначеи подсчитали риски. Стоимость твоих земель оказалась ниже стоимости содержания с тобой мира. Игра окончена.",
		"attacked": "Ты атакуешь не мои города. Ты атакуешь мои инвестиции. Это самая дорогостоящая ошибка в твоей жизни.",
		"defeated": "Казна опустела... Жизнь — это не игра. Это рынок. И сегодня я обанкротился.",
		"denounced":"Твоя мораль стоит дешево, и ее курс падает. Продолжай говорить. Мне нужно записать эти траты в графу «развлечения».",
		"introduction": "Приветствую. Я правитель Колялэнда. В моем мире у всего есть цена: дружба, мир, даже эта беседа. Давай перейдем к сути.",
		"tradeRequest": "У меня есть предложение, от которого твоя казна не сможет отказаться. Давай обсудим цифры.",
		"outerColor": [224, 170, 20],
		"innerColor": [255, 255, 255],
		"uniqueName":"Golden Dynasty",
		//"uniqueText":"• [+1 Production] от всех зданий\n• +[25]% к производству зданий в Столице\n• Все созданные юниты не получают штрафов к местности",
		"uniques": [
"Retain [50]% of the happiness from a luxury after the last copy has been traded away",
"[+25]% Golden Age length",
"[+1 Gold] from [Luxury resource] tiles [in all cities]"
],
		"cities": ["Кредитополь","Златоград","Прибыльск","Биржевик","Купноморск","Торгуново","Златоуст","Монетольск","Изобильный","Ликвид","Бартерхолм","Фьючерс","Дивидендия","Аукционов"],
		"spyNames":["Инкассатор", "Аудитор", "Брокер", "Трейдер", "Кредитор", "Аналитик", "Хедж-Фонд", "Налоговщик"]
	},
	
	
	
	
	
	
	{
		"name": "Kostyaland",
		"leaderName": "Leader Konstantin",
		"adjective": ["Skelet"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "Тени удлиняются. Земля жаждет жертвы. С древних алтарей, где кровь есть чернила, а плоть — пергамент, восходит Костляндия. Наша история будет высечена на ребрах покоренных народов. Наш трон будет сложен из их черепов. Начался Великий Поход Костей.",
		"startIntroPart2": "Пусть трепещут те, кто цепляется за свои хрупкие жизни. Мы принесем им истинную цель — стать кирпичиком в нашем бессмертном зиккурате. Пусть их страх удобрит наши поля. Пусть их кости укрепят наши стены. Восстаньте, дети Кровоточащего Солнца! Ваш час пробил!",
		
		"neutralHello": "Что тебе нужно? Не заставляй нас искать в тебе новую жертву.",
		"hateHello": "Осмелился потревожить Повелителя Костей? Говори. Или не говори. Для меня уже всё решено.",
		
		"declaringWar": "Твое существование — ошибка. Твоя кровь нужна нашим богам. Твои черепа — нашим воинам. Готовься. Твоя история закончится, а твои останки станут нашими экспонатами в музее",
		"attacked": "Смело! Ты сам принес себя на алтарь! Твоя смерть теперь будет вдесятеро мучительнее и веселее.",
		"defeated": "Кости... даже наши... превращаются в прах... Но знай... наши идолы... увидят тебя во сне... И твоя цивилизация... следующая... на плахе...",
		"denounced": "Ты болтаешь, как испуганный зверек, перед тем как хищник перегрызет ему горло. Твоя \"мораль\" — это вонь гниения, а наша жестокость — чистота истины. Скоро ты станешь отличным жертвоприношением для наших Богов.",
		"tradeRequest": "Мы предлагаем союз крови. Давай ресурсы, и мы будем пить из черепов наших врагов вместе. Или стань врагом, и мы сделаем твой череп сокровищницей.",
		"introduction": "Приветствую тебя, живая плоть. Я — Вождь Константин, Глашатай Костей, Повелитель Жертвенных Алтарей. Говори быстро. У наших Богов короткое терпение и длинные, острые ножи.",
		"outerColor": [25, 70, 80],
		"innerColor": [200, 200, 200],
		"uniqueName":"Blessing of War",
		//"uniqueText":"• [+1 Production] от всех зданий\n• +[25]% к производству зданий в Столице\n• Все созданные юниты не получают штрафов к местности",
		"uniques": [
		"Earn [100]% of killed [All] unit's [Strength] as [Faith]",
		"When conquering an encampment, earn [20] Gold and recruit a Barbarian unit",
		"[+1 Faith] from all [Barracks] buildings",
		"[+1 Faith] from all [Armory] buildings",
		"[+1 Faith] from all [Military Academy] buildings"
],
		"cities": ["Некрополис","Этернус","Мортис","Умбрий","Экзерин","Этернал Давн","Тумандор","Лич","Бонвиль","Тихий Склеп"]
	},
	
	
	
	{
		"name": "Michland",
		"leaderName": "Michael The Great",
		"adjective": ["Michael"],
		"startBias": ["Mountain","Hill"],
		"preferredVictoryType": "Domination",
		
		"startIntroPart1": "В мире, где земля скрывает богатства и страх, есть одна непреложная истина: металл правит судьбою. Наши залы — это сердце континента, а наши печи — его дыхание. Мы рождены в отблесках раскалённой руды и куем историю молотом.",
		"startIntroPart2": "Пусть прочие тешат себя мечтами и молитвами. Мы возведём империи из камня и стали. Наши штольни прорежут горы, наши кузни — переплавят судьбы. Мы докопаемся до истины сего измерения и начнём высекать мир по нашим чертежам!",
		
		"neutralHello": "Что ты предложишь? Контракт, провизию или очередную жилу, чтобы мы её распороли?",
		"hateHello": "Твоя болтовня похожа на руду без вкраплений: много объёма, ноль ценности. Говори только по делу.",
		
		"declaringWar": "Мы не можем смотреть на неверное использование твоих территорий. Твоя земля — необработанная руда: пусть её вкусят наши кирки. Нам необходимо позволить твоей земле вздохнуть свободно воздухом её шахт и штолен. Готовься принять молот судьбы.",
		"attacked": "Ты нарушил ритм наших кузниц, за это расплатишься огнём и железом. Твоя ошибка доведет тебя до распятия на нашей наковальне, которую мы именуем судьбой.",
		"defeated": "Печи остыли, а наша земля задохнулась от нехватки воздуха из-за потери шахт, что заменяют ей легкие. Наши склады и шахты опустели, а удары молотов в кузнях и стук кирок в штольнях стихли. Но помни: даже пепел гномьего сердца держит искру. Мы учтём свои просчёты и вернёмся, сильнее и холоднее, как закалённый клинок.",
		"denounced": "Твои упрёки — мелкая шлаковая крошка. Большее удовольствие — закалять руду, чем слушать пустые обличения.",
		"tradeRequest": "Предложи свою руду, свои печи и свою защиту — и мы сделаем из этого мечи, стены и золото. У нас простой расчет: металл в обмен на мастерство. Давай приведем наши империи к взаимной выгоде.",
		"introduction": "Приветствую. Я — Владыка Молотов, Хранитель Штолен и Кузниц. В моём мире каждая жилa обработана, становясь для земли доступом к кислороду, каждый молот верен общему делу — и у всего есть цена и назначение. Говори чётко; время и металл дороги нам одинаково.",
		"outerColor": [79, 57, 196],
		"innerColor": [33, 201, 183],
		"uniqueName":"Dwarf Miners",
		"uniques": [
		"[Worker] units gain the [Mountain Worker] promotion"
],
		"cities": ["Тронжхайм", "Фартхен Дур", "Тарнаг", "Ортхиад", "Дору Ариба", "Арроуз", "Кевнон", "Тирм", "Итро Жада", "Бьера"],
		"spyNames": ["Орик", "Штольнмейхер", "Киркрун", "Камнеруб", "Сверл", "Инспектор шахт", "Энхунн Ночной Молот", "Стальной Зроннул"]
	}
	
]